1:WizQst16B5B5
00000000
Have you any chocolate coins to spare? I'm... YOU! I know you! You are the reason I am here! You and your low ratings and short reviews.
你有多余的巧克力硬币吗?我…你!我认识你!你就是我在这里的原因!你和你的低评分和短评论。
00000002
Don't you know how serious those ratings are? Everything is based on them. What Nana makes, who works where. Even the words we say.
你不知道那些评分有多重要吗?一切都以他们为基础。娜娜做什么，谁在哪里工作。甚至我们说的话。
00000003
And the Ambassador is everywhere. Monitoring. Listening. Watching. Judging. He is the secret Kaiser of Karamelle... the tastemaker, the-
大使无处不在。监控。听。观看。判断。他是焦糖城的秘密皇帝……引领潮流者，-
00000004
That is enough, I think. Gustaf, I am sure you have somewhere to be. And Valued Customer, perhaps we should speak.
我想这就够了。古斯塔夫，你肯定有地方要去。尊贵的顾客，也许我们该说话了。
00000005
You do realize, yes, that this township is classified as "In Development?" Please do not rate us too harshly for unfinished work.
你应该知道，这个小镇被列为"开发中"吧请不要因为我们未完成的工作而过于苛刻地评价我们。
00000006
Gustaf? He is merely cursed by the Witches. He should have followed his own advice. But he refused Nana's generous help.
古斯塔夫?他只是被女巫们诅咒了。他应该听从自己的建议。但是他拒绝了娜娜慷慨的帮助。
00000008
This is better than Gutenstadt, yah? All bright and cheery. A 5-Star city if ever there was one. Would you not agree?
这比古滕施塔特好多了，对吧?一切都是光明和愉快的。一个五星级城市，如果有的话。你不同意吗?
00000009
I am Gustaf, creator of the "Gustaf and Gallantry" series. You saw "The Big Bad Witch" in Sweetzburg and rated it so badly you broke the golems.
我是古斯塔夫，“古斯塔夫与英勇”系列的创作者。你在斯威茨堡看了《大坏女巫》评价很差，弄坏了魔像。
00000010
And you would be better off visiting one of our Customer-approved towns, like Karamelle City. Find me there when you can and I will have a reward.
你最好去我们客户认可的城镇，比如卡拉梅勒城。有机会就去找我，我会得到奖赏的。
00000012
Gustaf the Not So Gallant Beggar
不那么勇敢的乞丐古斯塔夫
